Repository: olazarev-iht/MyIHTProject
Catalog: IhtApcWebServerSolution/IhtApcWebServer/Cultures/App.*.resx
Languages: nl_nl, sl_si

# _CultureAcetylane
source: Acetylene
nl_nl: Azetylen

# _CultureAddress
source: Address
nl_nl: Adresse

# _CultureButAllParameter
source: All parameter
nl_nl: Alle Parameter

# _CultureButBack
source: Back
nl_nl: Zurück

# _CultureButCalibration
source: Height Calibration
nl_nl: Abstands Kalibrierung

# _CultureButCancel
source: Cancel
nl_nl: Abbrechen

# _CultureButClear
source: Clear
nl_nl: Löschen

# _CultureButClose
source: Close
nl_nl: Schliessen

# _CultureButCommunication
source: Communication
nl_nl: Kommunikation

# _CultureButConfiguration
source: Configuration
nl_nl: Konfiguration

# _CultureButConnection
source: Connection
nl_nl: Verbinden

# _CultureButCurrent
source: Current
nl_nl: Aktuell

# _CultureButCutCycleHistory
source: Cut cycle history
nl_nl: Schneidzyklus Historie

# _CultureButCutting
source: Cutting
nl_nl: Schneiden

# _CultureButData
source: Data
nl_nl: Daten

# _CultureButDelete
source: Delete
nl_nl: Löschen

# _CultureButDeviceInfo
source: Device info
nl_nl: Gerätedaten

# _CultureButDuplicate
source: Duplicate
nl_nl: Duplizieren

# _CultureButEnablePressureCO2
source: Enable pressure C-O
nl_nl: Druck freischalten C-O

# _CultureButEnablePressureFG
source: Enable pressure F-G
nl_nl: Druck freischalten F-G

# _CultureButEnablePressureHO2
source: Enable pressure H-O
nl_nl: Druck freischalten H-O

# _CultureButEnter
source: Enter
nl_nl: Übernehmen

# _CultureButErrorCounts
source: Error counts
nl_nl: Fehler Anzahl

# _CultureButErrorLog
source: Error log
nl_nl: Fehler Aufzeichnung

# _CultureButFactoryReset
source: Factory reset
nl_nl: Grundzustand

# _CultureButFwUpdate
source: Firmware update
nl_nl: Firmware Aktualisierung

# _CultureButGeneral
source: General
nl_nl: Allgemein

# _CultureButHeating
source: Heating
nl_nl: Heizen

# _CultureButHeightControl
source: Height Control
nl_nl: Abstandsregelung

# _CultureButHelp
source: Help
nl_nl: Hilfe

# _CultureButHistory
source: History
nl_nl: Historie

# _CultureButIgnite
source: Ignite
nl_nl: Zündung

# _CultureButIgnition
source: Ignition
nl_nl: Zünden

# _CultureButLinearDrive
source: Linear drive
nl_nl: Höhenantrieb

# _CultureButLoad
source: Load
nl_nl: Laden

# _CultureButManually
source: Manual
nl_nl: Manuell

# _CultureButModify
source: Modify
nl_nl: Modifizieren

# _CultureButNumbers
source: Numbers
nl_nl: Anzahl

# _CultureButOff
source: Off
nl_nl: Aus

# _CultureButPassword
source: Password
nl_nl: Passwort

# _CultureButPiercing
source: Piercing
nl_nl: Lochstechen

# _CultureButPreFlow
source: Pre Flow
nl_nl: Vorspülung

# _CultureButPreFlowBreak
source: Break Preflow
nl_nl: Vorspülung abbrechen

# _CultureButPreFlowStart
source: Start Preflow
nl_nl: Vorspülung starten

# _CultureButPreHeating
source: PreHeat
nl_nl: Vorheizen

# _CultureButPrevious
source: Previous
nl_nl: Vorhergehend

# _CultureButRead
source: Read
nl_nl: Lesen

# _CultureButRetract
source: Retract Position
nl_nl: Rückzugsposition

# _CultureButSave
source: Save
nl_nl: Speichern

# _CultureButSet
source: Set
nl_nl: Setzen

# _CultureButSettings
source: Settings
nl_nl: Einstellungen

# _CultureButSlag
source: Slag
nl_nl: Schlacke

# _CultureButStartPiercing
source: Start piercing
nl_nl: Start Lochstechen

# _CultureButTemper
source: Temper
nl_nl: Wärmen

# _CultureButTestPressureOutputs
source: Test pressure outputs
nl_nl: Test Druckausgabe

# _CultureButTorch
source: Torch
nl_nl: Brenner

# _CultureButTorchInstalled
source: Station installed
nl_nl: Brenner installation

# _CultureButUpdate
source: Update
nl_nl: Aktualisieren

# _CultureCalibrationActive
source: Height Calibration Active
nl_nl: Abstands Kalibrierung aktiv

# _CultureCalibrationInvalid
source: Height Calibration Invalid
nl_nl: Abstands Kalibrierung ungültig

# _CultureCalibrationValid
source: Height Calibration Valid
nl_nl: Abstands Kalibrierung gültig

# _CultureCapSetpoint
source: Torch Height
nl_nl: CAP Sollwert

# _CultureClearance
source: Clearance
nl_nl: Abstand

# _CultureCommand
source: Command
nl_nl: Befehl

# _CultureConnected
source: connected
nl_nl: verbunden

# _CultureCounter
source: Counter
nl_nl: Zähler

# _CultureCuttingSpeed
source: Cutting speed
nl_nl: Schneidgeschwindigkeit

# _CultureDataBaseRemarkExist
source: This remark already exists!
nl_nl: Diese Bemerkung ist schon vorhanden!

# _CultureDescription
source: Description
nl_nl: Beschreibung

# _CultureDisable
source: Disable
nl_nl: Sperren

# _CultureDistanceCalibration
source: Manual Height Calibration
nl_nl: Abstand für Kalibrierung

# _CultureDynamic
source: Dynamic
nl_nl: Dynamik

# _CultureEnable
source: Enable
nl_nl: Freischalten

# _CultureErrorCode
source: Error code
nl_nl: Fehlercode

# _CultureExecuteDeviceReset
source: Perform a reset for all devices
nl_nl: Für alle Geräte einen Reset ausführen

# _CultureFit3TorchControllerNotConnected
source: Torch controller not connected
nl_nl: Brennersteuerung (Torch-Controller) nicht angeschlossen

# _CultureFit3TorchTypeCodeFault
source: Torch type code fault
nl_nl: Brennertyp kodierfehler

# _CultureFit3TorchTypeUndefined
source: Torch type undefined
nl_nl: Brennertyp undefiniert

# _CultureFlameAdjust
source: Ignition flame adjust
nl_nl: Zündflammen Einstellung

# _CultureFlameoffsetEnable
source: Flame Offset Enable
nl_nl: Flammenoffset freischalten

# _CultureFwSpecial
source: FW-Special: 9x.xx.xx
nl_nl: FW-Spezial: 9x.xx.xx

# _CultureFwUpdate
source: FW-Update
nl_nl: FW-Aktualisierung

# _CultureHeightControlActive
source: Height Control Active
nl_nl: Abstandsregelung aktiv

# _CultureHelp
source: Help
nl_nl: Hilfe

# _CultureIgnitionData
source: Ignition parameter
nl_nl: Zündparameter

# _CultureInfoPressureOutputsLocked
source: Pressure outputs locked
nl_nl: Druckausgabe gesperrt

# _CultureInvalid
source: invalid
nl_nl: ungültig

# _CultureKerfWidth
source: Kerf width
nl_nl: Fugenbreite

# _CultureLanguage
source: Language
nl_nl: Sprache

# _CultureLanguageImage
source: Images/Culture/English.gif
nl_nl: Images/Culture/LanguageNetherlands.gif

# _CultureLeadInLength
source: LeadIn length
nl_nl: Anschnittfahne

# _CultureLengthUnit
source: Length unit
nl_nl: Längeneinheit

# _CultureMsgBoxInstallDownloadToolQuestion
source: Do you want to install the Download Tool?
nl_nl: Wollen Sie das Download Tool installieren?

# _CultureMsgBoxInstallFdtiUsbDriver
source: Installation FDTI USB Converter driver
nl_nl: Installation FDTI USB Converter Treiber

# _CultureMsgBoxInstallFdtiUsbDriverQuestion
source: Do you want to install the FDTI USB Converter driver?
nl_nl: Wollen Sie den FDTI USB Converter Treiber installieren?

# _CultureMsgLogAppStarted
source: Application started...
nl_nl: Applikation start...

# _CultureMsgLogCommunicIsRtu
source: Communication via RTU
nl_nl: Kommunikation über RTU

# _CultureMsgLogCommunicIsTcp
source: Communication via TCP
nl_nl: Kommunikation über TCP

# _CultureMsgLogConnectingTorch
source: Connecting Torch
nl_nl: Verbindung zu Brenner

# _CultureMsgLogFwSpecialActive
source: FW-Special active
nl_nl: FW-Spezial aktiv
sl_si: FW-Special aktiven

# _CultureMsgLogFwUpdateRequired
source: FW-Update required! Minimum version
nl_nl: FW-Update benötigt! Minimum Version
sl_si: FW-Priporočena je posodobitev! Minimalna verzija

# _CultureMsgLogInvalidSelection
source: Invalid selection
nl_nl: Ungültige Auswahl
sl_si: Napačna izbira

# _CultureMsgLogRecognizingTorches
source: Recognizing connected torches...
nl_nl: Erkennung angeschlossener Brenner...
sl_si: Prepoznavanje povezanih gorilnikov…

# _CultureNaturalGas
source: Natural gas
nl_nl: Erdgas
sl_si: Zemeljski plin

# _CultureNo
source: No.
nl_nl: Nr.
sl_si: Ne.

# _CultureNotConnected
source: not connected
nl_nl: nicht verbunden
sl_si: ni povezave

# _CultureNozzle
source: Nozzle
nl_nl: Düse
sl_si: Šoba

# _CultureOrigin
source: Origin
nl_nl: Ursprung
sl_si: Original

# _CulturePartNumber
source: Part number
nl_nl: Part Nummer
sl_si: Številka artikla

# _CulturePreFlowActive
source: Preflow active
nl_nl: Vorspülung akiv
sl_si: Predpihovanje aktivno

# _CulturePreHeatingTime
source: PreHeating Time
nl_nl: Vorheizzeit
sl_si: Čas segrevanja

# _CulturePressureOutputsControl
source: Pressure outputs
nl_nl: Druckausgabe
sl_si: Izhodni tlaki

# _CulturePressureOutputsLocked
source: Pressure outputs locked
nl_nl: Druckausgabe sperren
sl_si: Blokiraj izhodne tlake

# _CulturePressureOutputsTest
source: Pressure outputs test
nl_nl: Druckausgabe testen
sl_si: Testiraj izhodne tlake

# _CulturePressureUnit
source: Pressure unit
nl_nl: Druckeinheit
sl_si: Enota tlaki

# _CultureProcessActive
source: Process is active
nl_nl: Prozess ist aktiv
sl_si: Aktiven proces

# _CultureProcessInActive
source: Process is inactive
nl_nl: Prozess ist inaktiv
sl_si: Proces ni aktiven

# _CulturePropane
source: Propane
nl_nl: Propan
sl_si: Propan

# _CultureRemark
source: Remark
nl_nl: Bemerkung
sl_si: Opomba

# _CultureResetAllDevices
source: Reset all devices. Please wait...
nl_nl: Für alle Geräte einen Reset ausführen. Bitte warten...
sl_si: Ponastavitev vseh komponent. Prosimo počakajte...

# _CultureRetractPositionEnable
source: Retract Position Enable
nl_nl: Rückzugs-position freischalten
sl_si: Vračalna razdalja vklopljena

# _CultureScanAvailablePorts
source: Scan available ports
nl_nl: Verfügbare Ports aktualisieren
sl_si: Preišči aktivne porte

# _CultureSecurityFolderProgramData
source: Change security for Folder C:\ProgramData\IHT Automation
nl_nl: Berechtigung für den Ordner C:\ProgramData\IHT Automation ändern

# _CultureSensorCollisionOutput
source: Sensor collision output
nl_nl: Sensorkollisions Ausgang
sl_si: Izhod kolozije senzorja

# _CultureSerialNumber
source: Serial number
nl_nl: Seriennummer
sl_si: Serijska številka

# _CultureSetupEndDownloadTool
source: Finished setup download tool
nl_nl: Setup Download Tool beendet
sl_si: Nastavitev Download Tool je končana

# _CultureSetupEndFdtiUsbDriver
source: Finished setup fdti usb driver
nl_nl: Setup vom Fdti Usb Treiber beendet
sl_si: Nastavitev gonilnika Fdti Usb končana

# _CultureSetupEndUpdateDatabase
source: Update of the database finished
nl_nl: Aktualisierung der Datenbank beendet
sl_si: Posodobitev podatkovne zbirke končana

# _CultureSetupFinished
source: Setup finished
nl_nl: Setup beendet
sl_si: Nastavitev je končana

# _CultureSetupNotInstalledDownloadTool
source: Download tool not installed
nl_nl: Download Tool nicht installiert
sl_si: Download Tool ni nameščen

# _CultureSetupNotInstalledFdtiUsbDriver
source: Fdti usb driver not installed
nl_nl: Fdti Usb Treiber nicht installiert
sl_si: Fdti Usb gonilnik ni nameščen

# _CultureSetupStartDownloadTool
source: Starting setup download tool
nl_nl: Starten vom Setup Download Tool
sl_si: Začetek od nastavitve Download Tool

# _CultureSetupStartFdtiUsbDriver
source: Starting setup fdti usb driver
nl_nl: Starten vom Setup vom Fdti Usb Treiber
sl_si: Začetek namestitve gonilnika Fdti Usb

# _CultureSetupStartUpdateDatabase
source: Starting updating data base. Please wait..
nl_nl: Aktualisierung der Datenbank. Bitte warten..
sl_si: Posodabljanje podatkovne zbirke. Počakajte..

# _CultureSlaveAddress
source: Slave address
nl_nl: Geräteadresse
sl_si: Pomožna adresa

# _CultureSlaveConnection
source: Device connection
nl_nl: Geräteverbindung
sl_si: Povezava naprave

# _CultureSlaveId
source: Slave-ID
nl_nl: Geräte Adresse
sl_si: Pomožni-ID

# _CultureState
source: Status
nl_nl: Zustand
sl_si: Stanje

# _CultureTactileInitPosFinding
source: Automatic Height Calibration
nl_nl: Taktile Erstfindung
sl_si: Automatska kalibracija višine

# _CultureThickness
source: Thickness
nl_nl: Dicke
sl_si: Debelina

# _CultureTime
source: Time
nl_nl: Zeit
sl_si: Čas

# _CultureTorch
source: Torch
nl_nl: Brenner
sl_si: Gorilnik

# _CultureTorchSelection
source: Torch selection
nl_nl: Brennerauswahl
sl_si: Izberi gorilnik

# _CultureTorchType
source: Torch type
nl_nl: Brenner Typ
sl_si: Tip gorilnika

# _CultureTorchTypeWrongIdentity
source: Wrong identity of torch type
nl_nl: falscher Brennertype
sl_si: Napačno izbran gorilnik

# _CultureUnit
source: Unit
nl_nl: Einheit
sl_si: Enota

# _CultureUnknown
source: unknown
nl_nl: unbekannt
sl_si: neznan

# _CultureValue
source: Value
nl_nl: Wert
sl_si: Vrednost

# _CultureWrongTorchType
source: Wrong torch type
nl_nl: Falscher Brenner Typ
sl_si: Napačno izbran gorilnik

source: Setup
nl_nl: Opsætning
sl_si: Nastaviti

# _CulturePosition
source: Position
sl_si: Pozicija

# _CultureReconnectionRequired
source: Reconnection
sl_si: Ponovno povezovanje

# _CultureVersion
source: Version
sl_si: Verzija
